---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.FileImportedEventArgs
source: html/b96089bf-3469-fcea-8df3-c03fcbc52dd8.htm
---
# FileImportedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.